<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.1Password-selfservice</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Applications</string>
		<key>GROUP_NAME</key>
		<string></string>
		<key>GROUP_TEMPLATE</key>
		<string></string>
		<key>OS_REQUIREMENTS</key>
		<string>10.14.x,10.13.x,10.12.x,10.11.x,10.10.x</string>
		<key>POLICY_CATEGORY</key>
		<string>Browsers</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-selfservice.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.1Password</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jss-recipes.jss.1Password</key>
			<dict>
				<key>git_hash</key>
				<string>ddb400bbf4516cd0eb9b5b508cb27e403dcc86f9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/1Password/1Password.jss.recipe</string>
				<key>sha256_hash</key>
				<string>b3cb178e5e0c7784e771c8a7abb6c545b9dfa25b3eb463feaee06ecb0943f2bd</string>
			</dict>
			<key>io.github.hjuutilainen.download.1Password</key>
			<dict>
				<key>git_hash</key>
				<string>dfc3143e9230d6d31c5707202b870d93ca1b6c8c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/AgileBits/1Password.download.recipe</string>
				<key>sha256_hash</key>
				<string>7941aab20fdb6a545c6db43e264aab424c6f30d2dd934b359c7ba8ed392d110a</string>
			</dict>
			<key>io.github.hjuutilainen.pkg.1Password</key>
			<dict>
				<key>git_hash</key>
				<string>dfc3143e9230d6d31c5707202b870d93ca1b6c8c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/AgileBits/1Password.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>825edcc1c758d7735ad09bdb55a5abd4bddb27ec5f86ba3bd230253d2cd2c1a4</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
