<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Adobe Acrobat Reader DC-autoupdate</string>
	<key>Input</key>
	<dict>
		<key>GROUP_NAME</key>
		<string>%NAME%-autoupdate</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate-autoupdate.xml</string>
		<key>POLICY_CATEGORY</key>
		<string>Auto Update</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-autoupdate.xml</string>
	    <key>OS_REQUIREMENTS</key>
        <string>10.14.x,10.13.x,10.12.x,10.11.x,10.10.x</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.AdobeReaderDC</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AdobeReaderRepackager</key>
			<dict>
				<key>git_hash</key>
				<string>e398c85584d3ec0c6d8a5af7ebb2bd56525ca005</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderRepackager.py</string>
				<key>sha256_hash</key>
				<string>3fa0f3b5278d42f4c8baae6d33f2b7c79df0533f6391e208225f501758b8b42d</string>
			</dict>
			<key>AdobeReaderURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>b6e90cf85dc6e56377b38a0f32e32768412ea10a</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderURLProvider.py</string>
				<key>sha256_hash</key>
				<string>aae69b07251b138562d568cf1ee787ae2c6f3d837c46339ef91d7bbf2196ecf3</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.AdobeReaderDC</key>
			<dict>
				<key>git_hash</key>
				<string>2671c0538ec8e51bea02d13c73b4e37edd048aec</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderDC.download.recipe</string>
				<key>sha256_hash</key>
				<string>1becb7665915e4fe627457022c276632c530edb9e7e7fcd1c718d377a26d6df1</string>
			</dict>
			<key>com.github.autopkg.pkg.AdobeReaderDC</key>
			<dict>
				<key>git_hash</key>
				<string>2671c0538ec8e51bea02d13c73b4e37edd048aec</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/AdobeReader/AdobeReaderDC.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>00a13c605595052562fdb01ac55df37774b5d131138d2da8affb4a4c1dbcf5e1</string>
			</dict>
			<key>com.github.jss-recipes.jss.AdobeReaderDC</key>
			<dict>
				<key>git_hash</key>
				<string>8f3c2b9ad9a0b50a606fbd250e32946772847773</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Adobe Acrobat Reader DC/Adobe Acrobat Reader DC.jss.recipe</string>
				<key>sha256_hash</key>
				<string>da7bb7e0f4e2c12b27f45d75e9abab5cf2d184871f13358fa15d1900fbd39176</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
