<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Firefox-selfservice</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Applications: Browsers</string>
		<key>GROUP_NAME</key>
		<string></string>
		<key>GROUP_TEMPLATE</key>
		<string></string>
		<key>POLICY_CATEGORY</key>
		<string>Applications: Browsers</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-selfservice.xml</string>
	    <key>OS_REQUIREMENTS</key>
        <string>10.14.x,10.13.x,10.12.x,10.11.x,10.10.x</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Firefox_EN</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MozillaURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>83628dadcfbe7726c7b4fca960eef9d713384c9c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/MozillaURLProvider.py</string>
				<key>sha256_hash</key>
				<string>3faa6a09292c3a8e1f2fd62c15704d448c62703020674981432ab3d53851a8df</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.firefox-rc-en_US</key>
			<dict>
				<key>git_hash</key>
				<string>192a4b85749fd12fdcc837bb5caa124d487b2538</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/Firefox.download.recipe</string>
				<key>sha256_hash</key>
				<string>8d1429a6bda5be11cc69eccf1c7f1b6044ecb068f8f3de4a87e359e855f2a05d</string>
			</dict>
			<key>com.github.autopkg.pkg.Firefox_EN</key>
			<dict>
				<key>git_hash</key>
				<string>8332edca4fbafc1e8aff8c119e571f27b4853bb5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/Firefox.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>9a76ea99d40cf79f2b45a56ee0e8341eeab226f9bcbc7acebfa7bcc20e081b44</string>
			</dict>
			<key>com.github.jss-recipes.jss.Firefox_EN</key>
			<dict>
				<key>git_hash</key>
				<string>8ca94b8d66ec017e49c0e20e7efb548873cafc59</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Firefox/Firefox.jss.recipe</string>
				<key>sha256_hash</key>
				<string>1561aa79d2d9eb119290fc32525a5113aff48e2ac2072d87872ad672f3f11dc6</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
