<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Google Chrome-selfservice</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Applications: Browsers</string>
		<key>GROUP_NAME</key>
		<string></string>
		<key>GROUP_TEMPLATE</key>
		<string></string>
		<key>POLICY_CATEGORY</key>
		<string>Applications: Browsers</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-selfservice.xml</string>
	    <key>OS_REQUIREMENTS</key>
        <string>10.14.x,10.13.x,10.12.x,10.11.x,10.10.x</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.GoogleChrome</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.googlechrome</key>
			<dict>
				<key>git_hash</key>
				<string>1d8ed0662d02653b32d0c34f041df521a1c551aa</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleChrome/GoogleChrome.download.recipe</string>
				<key>sha256_hash</key>
				<string>f5313754f89bbff7c7d71dd99fa5151b67ff75cf21a00b0ce215c415b0c09549</string>
			</dict>
			<key>com.github.autopkg.pkg.googlechrome</key>
			<dict>
				<key>git_hash</key>
				<string>f29f399c54adee7122e9fdc3c1ea7ed4c67388a4</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleChrome/GoogleChrome.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>5acdf716353ccc57f021008bc5b4b55a5cb4e578e0f96864b71d4d2d29742ec8</string>
			</dict>
			<key>com.github.jss-recipes.jss.GoogleChrome</key>
			<dict>
				<key>git_hash</key>
				<string>3118a9091df0b400e6dc2621ad37e54091380f28</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Google Chrome/Google Chrome.jss.recipe</string>
				<key>sha256_hash</key>
				<string>df427b0799aa848f0d3e4d6062279315cfaf254003852500db085540a04bdeae</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
