<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.Google Drive-autoupdate</string>
	<key>Input</key>
	<dict>
		<key>GROUP_NAME</key>
		<string>%NAME%-autoupdate</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate-autoupdate.xml</string>
		<key>POLICY_CATEGORY</key>
		<string>Auto Update</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-autoupdate.xml</string>
	    <key>OS_REQUIREMENTS</key>
        <string>10.14.x,10.13.x,10.12.x,10.11.x,10.10.x</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.GoogleDrive</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.cgerke-recipes.download.GoogleDrive</key>
			<dict>
				<key>git_hash</key>
				<string>d82f71912c84e306e704a7e3b1e2c378360c8897</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.cgerke-recipes/Applications/GoogleDrive.download.recipe</string>
				<key>sha256_hash</key>
				<string>52c98bbd7e568bc8dbda499f019b0d404b8d5ae85778af4e8b7dcd418abe7ccc</string>
			</dict>
			<key>com.github.autopkg.cgerke-recipes.pkg.GoogleDrive</key>
			<dict>
				<key>git_hash</key>
				<string>dcc954408717b3f6d5583e0c32542e652fff9bed</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.cgerke-recipes/Applications/GoogleDrive.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>36addae37af10e60090a6c729677b910b640f917e5802652f1ae4b772d49ac48</string>
			</dict>
			<key>com.github.jss-recipes.jss.GoogleDrive</key>
			<dict>
				<key>git_hash</key>
				<string>d48b3fdcd1e20b21dff6d827019460307a66949e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/Google Drive/Google Drive.jss.recipe</string>
				<key>sha256_hash</key>
				<string>a5c163a28fbc3aa494c470ef3fdaaf42a32dfd670d5c2e2df6e41e9edf5d6439</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
