<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.iTerm2-selfservice</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Utility</string>
		<key>GROUP_NAME</key>
		<string></string>
		<key>GROUP_TEMPLATE</key>
		<string></string>
		<key>POLICY_CATEGORY</key>
		<string>Utility</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-selfservice.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.iTerm2</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jss-recipes.jss.iTerm2</key>
			<dict>
				<key>git_hash</key>
				<string>c75cbeae320226cd4b7b181402e055aeb8a08df9</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/iTerm2/iTerm2.jss.recipe</string>
				<key>sha256_hash</key>
				<string>dc8fee7d82a66a7a45abfe89e7657b779a26d85ba6bf77f4bf1298267fc83593</string>
			</dict>
			<key>io.github.hjuutilainen.download.iTerm2</key>
			<dict>
				<key>git_hash</key>
				<string>89bba55431c07e37bb498cc476ba2366dcf52469</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/iTerm2/iTerm2.download.recipe</string>
				<key>sha256_hash</key>
				<string>8ddb1e9e9c14fc9bd19e997250942f7ae67b94702171ed35e69c6bcffe6a07a5</string>
			</dict>
			<key>io.github.hjuutilainen.pkg.iTerm2</key>
			<dict>
				<key>git_hash</key>
				<string>d105bb60e6a7843d5112e601dbe735551422cabc</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/iTerm2/iTerm2.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>aa8ade09830612580e2736d37cee75feecfa82a95c06d92e06e9a7e3c18e2587</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
