<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.NavicatPremium12-selfservice</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Applications: Database Tools</string>
		<key>GROUP_NAME</key>
		<string></string>
		<key>GROUP_TEMPLATE</key>
		<string></string>
		<key>POLICY_CATEGORY</key>
		<string>Applications: Database Tools</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-selfservice.xml</string>
	    <key>OS_REQUIREMENTS</key>
        <string>10.14.x,10.13.x,10.12.x,10.11.x,10.10.x</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.catpele.jss.NavicatPremium12</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.catpele.download.NavicatPremium12</key>
			<dict>
				<key>git_hash</key>
				<string>295477ac4e00dd8fbcd3e891c2a07588b021ebce</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.catpele.autopkg/NavicatPremium/NavicatPremium12.download.recipe</string>
				<key>sha256_hash</key>
				<string>b16b519ced2c843ad1b83ed8d2268d5f02d61ae2c75f35207006533378450d01</string>
			</dict>
			<key>com.github.catpele.jss.NavicatPremium12</key>
			<dict>
				<key>git_hash</key>
				<string>b00131f9e0662d0fce1b567ca522154c44f14937</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.catpele.autopkg/NavicatPremium/NavicatPremium12.jss.recipe</string>
				<key>sha256_hash</key>
				<string>893fe823c4956c1a279c8264313344606d464d5513adb898b812e5f2e08a31fa</string>
			</dict>
			<key>com.github.catpele.pkg.NavicatPremium12</key>
			<dict>
				<key>git_hash</key>
				<string>295477ac4e00dd8fbcd3e891c2a07588b021ebce</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.catpele.autopkg/NavicatPremium/NavicatPremium12.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>9296fcc370309431499aaabd1f41e7556ac1efe302e8d88874bd7e618d27d5dc</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
