<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.SourceTree-autoupdate</string>
	<key>Input</key>
	<dict>
		<key>GROUP_NAME</key>
		<string>%NAME%-autoupdate</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate-autoupdate.xml</string>
		<key>POLICY_CATEGORY</key>
		<string>Auto Update</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-autoupdate.xml</string>
	    <key>OS_REQUIREMENTS</key>
        <string>10.14.x,10.13.x,10.12.x,10.11.x,10.10.x</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.SourceTree</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jss-recipes.jss.SourceTree</key>
			<dict>
				<key>git_hash</key>
				<string>1d494dc28101da3b605f94db6827b6ab8970fe77</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jss-recipes/SourceTree/SourceTree.jss.recipe</string>
				<key>sha256_hash</key>
				<string>b023ad4381d5bca96607ff73bb6415f3e1770709b2bc085fdd8909e38f11ac27</string>
			</dict>
			<key>io.github.hjuutilainen.download.SourceTree</key>
			<dict>
				<key>git_hash</key>
				<string>b27f942c707bc947adfe995add236701b693b332</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/Atlassian/SourceTree.download.recipe</string>
				<key>sha256_hash</key>
				<string>5b093ed21098bab0163316f8455687503b4965d5214556a76ca39ecd13b38285</string>
			</dict>
			<key>io.github.hjuutilainen.pkg.SourceTree</key>
			<dict>
				<key>git_hash</key>
				<string>4c4df83d91d38f3ef61e46c002bcc06f4da367fe</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/Atlassian/SourceTree.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>74133657248bf7e7d31d539fcd3cca942624ef353872297e3fa6fa882d0b7917</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
