<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.VisualStudioCode-selfservice</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>IDEs and Text Editors</string>
		<key>GROUP_NAME</key>
		<string></string>
		<key>GROUP_TEMPLATE</key>
		<string></string>
		<key>POLICY_CATEGORY</key>
		<string>IDEs and Text Editors</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-selfservice.xml</string>
	    <key>OS_REQUIREMENTS</key>
        <string>10.14.x,10.13.x,10.12.x,10.11.x,10.10.x</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.catpele.jss.VisualStudioCode</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.catpele.jss.VisualStudioCode</key>
			<dict>
				<key>git_hash</key>
				<string>b00131f9e0662d0fce1b567ca522154c44f14937</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.catpele.autopkg/VisualStudioCode/VisualStudioCode.jss.recipe</string>
				<key>sha256_hash</key>
				<string>57bf8db24fed8f09db329eea6a19d01520af1ef9df44deb8ad96406d6eb4f98d</string>
			</dict>
			<key>com.github.killahquam.download.visualstudiocode</key>
			<dict>
				<key>git_hash</key>
				<string>57dc475b4525b5ba1c8dc53ad49ae728ab9a11fa</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.killahquam-recipes/VisualStudioCode/VisualStudioCode.download.recipe</string>
				<key>sha256_hash</key>
				<string>46993b55946e5f5969d51886c496fef46f297b6e8e618d445e362c313d2bc831</string>
			</dict>
			<key>com.github.killahquam.pkg.visualstudioscode</key>
			<dict>
				<key>git_hash</key>
				<string>28cf013fde7599b58452170436ab9c50100c308c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.killahquam-recipes/VisualStudioCode/VisualStudioCode.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>00d3a5726136abc5430bc8a22710c6aa21b22a6371691258641ca24e6e24b95e</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
