<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.WorkplaceChat-autoupdate</string>
	<key>Input</key>
	<dict>
		<key>GROUP_NAME</key>
		<string>%NAME%-autoupdate</string>
		<key>GROUP_TEMPLATE</key>
		<string>SmartGroupTemplate-autoupdate.xml</string>
		<key>OS_REQUIREMENTS</key>
		<string>10.14.x,10.13.x,10.12.x,10.11.x,10.10.x</string>
		<key>POLICY_CATEGORY</key>
		<string>Auto Update</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate-autoupdate.xml</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.catpele.jss.WorkplaceChat</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.catpele.download.WorkplaceChat</key>
			<dict>
				<key>git_hash</key>
				<string>2c84a7baecb1747aee04913427f7c85ce2e08f21</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.catpele.autopkg/WorkplaceChat/WorkplaceChat.download.recipe</string>
				<key>sha256_hash</key>
				<string>b9176a24d16bae58a8f1d0f0813c6ac149ade94da1c2a3ffc8f272a71455d016</string>
			</dict>
			<key>com.github.catpele.jss.WorkplaceChat</key>
			<dict>
				<key>git_hash</key>
				<string>5b35ea7f34911054bc92e1f6e3382483c799811e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.catpele.autopkg/WorkplaceChat/WorkplaceChat.jss.recipe</string>
				<key>sha256_hash</key>
				<string>aa065230473bba8353c19e56115c70f2de9a5a48dff5f826e50b6a2c93576e5d</string>
			</dict>
			<key>com.github.catpele.pkg.WorkplaceChat</key>
			<dict>
				<key>git_hash</key>
				<string>5b35ea7f34911054bc92e1f6e3382483c799811e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.catpele.autopkg/WorkplaceChat/WorkplaceChat.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>38496c6e53d1c5f5cb3b37ea2ca288a170835b273638c8ee1124e703703ee75b</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
